{
  "common": {
    "back": "Back",
    "clear": "Clear",
    "submit": "Submit",
    "delete": "Delete",
    "name": "Name",
    "age": "Age",
    "summary": "Summary",
    "send": "Send",
    "showAllApartments": "Show all apartments",
    "available": "Available",
    "of": "of",
    "reserved": "Reserved",
    "sold": "Sold",
    "currency": "CZK"
  },
  "navigation": {
    "vysokeNadJizerou": "Vysoké nad Jizerou",
    "otherHouses": "Other Houses"
  },
  "header": {
    "languages": {
      "en": "EN",
      "cz": "CZ"
    }
  },
  "jumbotron": {
    "mainTitle": "Family Living on the Border of the Jizera Mountains and Krkonoše",
    "firstPart": "Family living on the border of",
    "secondPart": "the Jizera Mountains and Krkonoše",
    "motto": "Your new home in the heart of nature"
  },
  "standards": {
    "title": "Standard Specification",
    "columns": {
      "category": "Category",
      "description": "Description"
    },
    "paragraphs": {
      "freedom": {
        "title": "Freedom and Tranquility in Picturesque Nature",
        "paragraph": "Imagine a place where you wake up every day surrounded by breathtaking views of the Jizera and Krkonoše mountains. A place where you feel freedom and peace, far from the noise of everyday life. The family houses on the border of these beautiful mountains offer you the chance to start a new life in an environment synonymous with comfort and romance."
      },
      "familySpace": {
        "title": "Space for Family and Active Living",
        "paragraph": "The family houses are designed to provide plenty of space for you and your loved ones. Spacious interiors offer peace for relaxation, while beautifully landscaped gardens are ideal for your children's joy. The rustling wind in the treetops and the scent of blooming meadows will accompany you every step."
      },
      "activeLife": {
        "title": "Active Lifestyle Within Reach",
        "paragraph": "Lovers of active movement will find plenty to enjoy here. In winter, you will appreciate the opportunity for cross-country and downhill skiing on nearby trails and slopes. In summer, there are endless options for hiking and cycling—from easy family routes to more challenging trips for experienced athletes. The surroundings are a paradise for anyone seeking activity in harmony with nature."
      },
      "quietLife": {
        "title": "Far from the Noise of Everyday Life",
        "paragraph": "This unique place is ideal for those who long for peace and an escape from the hustle and bustle of city life. Life on the border of the Jizera and Krkonoše mountains offers a perfect combination of natural beauty, modern living comfort, and endless opportunities for relaxation and active leisure."
      },
      "newHome": {
        "title": "Your New Home Starts Here",
        "paragraph": "The family houses on the border of the Jizera and Krkonoše mountains are more than just real estate—they are the keys to a new lifestyle full of freedom, joy, and comfort. Wake up every morning with the feeling that you are in the right place, where nature and architecture create perfect harmony.\nCall us today and start writing a new chapter of your life in one of the most beautiful corners of the Czech Republic!\n"
      }
    },
    "description": "An exclusive project of five new luxury family houses is being developed in Vysoké nad Jizerou, combining the advantages of modern living with the peace and beauty of the mountain landscape. Each house is designed with comfort and functionality in mind—offering modern architecture in harmony with the surrounding nature, spacious layouts ideal for families with children, and a high standard of execution to meet even the most demanding requirements. Quality materials, ample storage space, and thoughtful details are a matter of course. The houses are located in a quiet part of town, providing plenty of privacy and space for relaxation, yet within walking distance of schools, shops, and services. Active lifestyle enthusiasts will appreciate the proximity of hiking and cycling trails as well as ski resorts, making this location attractive all year round.",
    "secondDescription": "This project is a great choice for families seeking permanent residence in a safe and inspiring environment, as well as for those looking to invest in a recreational or weekend property. Children can grow up in close proximity to nature, learn to appreciate their surroundings, and spend their free time actively, while parents will appreciate the peace, clean air, and the opportunity to escape the city. Construction is limited to just five houses, ensuring exclusivity and an intimate atmosphere for the entire project. If you are looking for a place where quality, design, and nature come together—Vysoké nad Jizerou may be the perfect home for your family. Contact us for more information or to arrange a personal tour—these houses are in high demand.",
    "categories": {
      "foundation": {
        "title": "Foundation structures",
        "description": "Strip foundations made of plain concrete."
      },
      "exteriorWalls": {
        "title": "Exterior and load-bearing structures",
        "description": "Ceramic brick blocks (thickness 300 mm), ceramic brick blocks AKU thickness 300 mm."
      },
      "partitions": {
        "title": "Partitions",
        "description": "Aerated concrete thickness 100 mm, 150 mm, 200 mm; ceramic blocks thickness 115 mm."
      },
      "ceiling": {
        "title": "Ceiling structures",
        "description": "Monolithic or prefabricated reinforced concrete ceilings."
      },
      "roof": {
        "title": "Roof",
        "description": "Truss roof, thermal insulation, PVC foil."
      },
      "interiorPlaster": {
        "title": "Interior plasters",
        "description": "Gypsum-lime or lime-cement white plasters."
      },
      "facades": {
        "title": "Facades",
        "description": "ETICS insulation thickness 140 mm, silicone plaster."
      },
      "openings": {
        "title": "Openings",
        "description": "Plastic windows and balcony doors with triple glazing (anthracite/wood decor), aluminum entrance doors with triple glazing (anthracite)."
      },
      "sheetMetal": {
        "title": "Sheet metal elements",
        "description": "Lacquered sheet metal."
      },
      "floors": {
        "title": "Floors",
        "description": "Concrete floor with surface finish according to standards."
      },
      "pavedAreas": {
        "title": "Paved areas",
        "description": "Parking spaces with grass/gravel pavers, walkway with concrete blocks, terrace with terrace tiles."
      },
      "waterMeters": {
        "title": "Water management",
        "description": "Each apartment has its own water meter, accumulation tank in the basement equipped with a pump."
      },
      "heating": {
        "title": "Heating",
        "description": "Gas boilers in a shared boiler room, towel radiators in bathrooms, hot water underfloor heating in living rooms. Additional PV source for hot water heating."
      },
      "electrical": {
        "title": "Electrical installation",
        "description": "Cable outlets, 1 data socket in each room. Lights and kitchen unit are not included."
      },
      "ventilation": {
        "title": "Ventilation",
        "description": "WC and bathrooms ventilated by fans, preparation for cooker hoods."
      },
      "tiles": {
        "title": "Tiles and cladding",
        "description": "In bathrooms with WC, separate WCs and bathrooms, tiles 60×60 cm. Tile height in WC 1.2 m, in bathroom 2.2 m. Outer corners finished with aluminum strip."
      },
      "laminateFloors": {
        "title": "Laminate floors",
        "description": "In the hallway, living rooms and living room with kitchenette (KAINDL Clic loc 8 mm, various decors). Includes skirting boards, underlay and vapor barrier foil."
      },
      "stairs": {
        "title": "Stairs",
        "description": "Wooden mezzanine stairs, oak stain, stringer, curved."
      },
      "doors": {
        "title": "Doors",
        "description": "Entrance doors: fire-resistant full CPL with peephole and TWIN hardware, height 197 cm. Interior doors: single-leaf full CPL with casing and TWIN LEKO VISION hardware."
      },
      "sanitary": {
        "title": "Sanitary equipment",
        "description": "Washbasins and hand basins MEREO, bathtub HOPA BESCO TERMI, WC EBS URBAN CITY wall-hung, HL 406 siphon, KORALUX-Linear Max 600/1820 towel radiator."
      }
    },
    "houseGridTitle": "Standard specification of a family house includes:",
    "apartmentGridTitle": "Standard specification of an apartment includes:",
    "meaning": "Living means..."
  },
  "footer": {
    "copyright": "© 2024 Your Company. All rights reserved."
  },
  "propertyList": {
    "columns": {
      "houseName": "House Name",
      "apartmentNumber": "Apartment Number",
      "layout": "Layout",
      "usableArea": "Usable Area (m²)",
      "totalArea": "Total Area (m²)",
      "balcony": "Balcony (m²)",
      "garden": "Garden (m²)",
      "storage": "Basement (m²)",
      "garage": "Garage",
      "price": "Price (CZK)",
      "status": "Status"
    }
  },
  "propertyDetail": {
    "propertyNotFound": "Property not found",
    "apartmentNumber": "Apartment Number",
    "price": "Price",
    "houseDescription": "House Alžběta is located at position 12×3 and offers quiet living in a modern family house with a single spacious apartment. Ideal for those seeking privacy, comfort, and direct contact with nature. The house features thoughtful architecture and high-standard equipment. Apartment RD1B1 has a 3+kk layout with 97.74 m² of usable area and 103.67 m² total area including facilities. It includes a 171.33 m² garden, 9 m² balcony, 9.35 m² basement, and one garage space. This apartment has already been sold."
  },
  "stats": {
    "balcony": "Balcony",
    "garden": "Garden",
    "storage": "Basement",
    "garage": "Garage",
    "usableArea": "Usable Area",
    "totalArea": "Total Area",
    "layout": "Layout"
  },
  "contact": {
    "title": "Property Owner"
  },
  "houses": {
    "alzbeta": "House Alžběta",
    "barbora": "House Barbora",
    "cecilie": "House Cecílie",
    "dana": "House Dana",
    "eliska": "House Eliška"
  },
  "apartmentStatus": {
    "free": "Available",
    "inReservation": "Reserved",
    "sold": "Sold"
  },
  "gallery": {
    "showImages": "Gallery images",
    "showPlans": "Technical plans",
    "situation": "Wider area situation"
  }
}
